#include <stdio.h>
#include <Windows.h>
#include <vector>
#include "menu.h"
int Welcomepage()
{
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡£Ï£Ï£Ï¡¡£Ï£Ï¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡             £Ï£Ï£Ï           ¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡£Ï£Ï£Ï¡¡£Ï£Ï¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï¡¡¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï¡¡£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡" << endl;
	cout << '\t' << '\t' << '\t' << '\t' << "¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï£Ï¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡" << endl;

}
int main()
{
	Welcompage();

}